/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Bilagor (%d)";

/* Old singular title format */
"AttachmentsKey" = "Bilaga (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Lägg till bilaga";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Ta foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotobibliotek";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Bilaga %d har raderats";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Filer";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Avbryt";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Anteckningar";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Värde";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "VARNING: Navigeringscontroller för aktuell UITableViewController för  FUIFormCell är nil. FUIAttachmentsFormCell och ListPickerFormCell fungerar inte korrekt.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Varaktighet";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "timme";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "timmar";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Valda";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alla";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Varning: Sökning är inaktiverad eftersom egenskap listPickerSearchResultsUpdating i ListPickerFormCell är nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Markera alla";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Avmarkera alla";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Stäng";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mer";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mindre";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "på";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "av";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dubbelknacka för att växla inställningen";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortera efter";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Ej vald";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Dubbelknacka för att ändra valet";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Dubbelknacka för att byta riktning på ordningsföljden";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "detta är %@-skjutreglage vars maximivärde är %@ och minimivärde är %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "du kan svepa upp/ned när element väljs för att ändra värde för skjutreglage";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Aktuellt värde är %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktuellt värde har ändrats till %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Skrivskyddat fält";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternativ inmatningsåtgärd";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Knapp";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Dubbelknacka för att öppna";

"DoubleTapToCollapseKey" = "Dubbelknacka för att komprimera";

"DoubleTapToSelectFromList" = "Dubbelknacka för att välja i listan";

"DoubleTapToSelect" = "Dubbelknacka för att markera";

"DoubleTapToUnselect" = "Dubbelknacka för att avmarkera";

/* FUIStepperView tip */
"StepperTipKey" = "Det här är ett stegreglage som kan redigeras";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Det här är ett stegreglage som inte kan redigeras";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maximivärdet är %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimivärdet är %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Öka värdet med 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Minska värdet med 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Aktuellt värde är";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filter";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultat \\(filteredNum) av \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Visa \\(filteredNum) positioner";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Återställ";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Det här är ett skjutreglage som kan redigeras. Minimivärdet är %@ och maximivärdet är %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Det här är ett skjutreglage som inte kan redigeras. Minimivärdet är %@ och maximivärdet är %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Det här är ett intervallreglage som kan redigeras. Minimivärdet är %@ och maximivärdet är %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Det här är ett intervallreglage som inte kan redigeras. Minimivärdet är %@ och maximivärdet är %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "textfält för värde för skjutreglage";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "textfält för lägre värde";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "textfält för högre värde";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Du kan dubbelknacka för att ange ett visst värde";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "skjutreglageknapp, aktuellt värde är";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "du kan svepa uppåt eller nedåt för att ändra värdet";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "knapp för lägsta värde i intervallreglage, aktuellt värde är";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "du kan svepa uppåt eller nedåt för att ändra det lägsta värdet";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "knapp för högsta värde i intervallreglage, aktuellt värde är";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "du kan svepa uppåt eller nedåt för att ändra det högsta värdet";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "aktuellt värde är %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "aktuellt lägsta värde är %@ och högsta värde är %@";

